YCSB/result_loca_ycsb_test_200814/clockdown_outputRun_a.txt
[OVERALL], RunTime(ms), 5264
[OVERALL], Throughput(ops/sec), 18996.96048632219
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 13
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.24696048632218845
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 13
[TOTAL_GC_TIME_%], Time(%), 0.24696048632218845
[READ], Operations, 50148
[READ], AverageLatency(us), 47.774387812076256
[READ], MinLatency(us), 32
[READ], MaxLatency(us), 23503
[READ], 95thPercentileLatency(us), 59
[READ], 99thPercentileLatency(us), 75
[READ], Return=OK, 50148
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1447.0
[CLEANUP], MinLatency(us), 1447
[CLEANUP], MaxLatency(us), 1447
[CLEANUP], 95thPercentileLatency(us), 1447
[CLEANUP], 99thPercentileLatency(us), 1447
[UPDATE], Operations, 49852
[UPDATE], AverageLatency(us), 49.50796357217364
[UPDATE], MinLatency(us), 35
[UPDATE], MaxLatency(us), 11975
[UPDATE], 95thPercentileLatency(us), 64
[UPDATE], 99thPercentileLatency(us), 84
[UPDATE], Return=OK, 49852