YCSB/result_loca_ycsb_test_200814/standard_outputLoad_d.txt
[OVERALL], RunTime(ms), 11907
[OVERALL], Throughput(ops/sec), 8398.421096833796
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 34
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.28554631729234903
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 34
[TOTAL_GC_TIME_%], Time(%), 0.28554631729234903
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1826.0
[CLEANUP], MinLatency(us), 1826
[CLEANUP], MaxLatency(us), 1826
[CLEANUP], 95thPercentileLatency(us), 1826
[CLEANUP], 99thPercentileLatency(us), 1826
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 115.12403
[INSERT], MinLatency(us), 89
[INSERT], MaxLatency(us), 16591
[INSERT], 95thPercentileLatency(us), 128
[INSERT], 99thPercentileLatency(us), 149
[INSERT], Return=OK, 100000