YCSB/result_loca_ycsb_test_200814/standard_outputLoad_e.txt
[OVERALL], RunTime(ms), 11766
[OVERALL], Throughput(ops/sec), 8499.065102838687
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 38
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.32296447390787014
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 38
[TOTAL_GC_TIME_%], Time(%), 0.32296447390787014
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3487.0
[CLEANUP], MinLatency(us), 3486
[CLEANUP], MaxLatency(us), 3487
[CLEANUP], 95thPercentileLatency(us), 3487
[CLEANUP], 99thPercentileLatency(us), 3487
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 114.30577
[INSERT], MinLatency(us), 95
[INSERT], MaxLatency(us), 11463
[INSERT], 95thPercentileLatency(us), 128
[INSERT], 99thPercentileLatency(us), 146
[INSERT], Return=OK, 100000