YCSB/result_loca_ycsb_test_200814/standard_outputRun_d.txt
[OVERALL], RunTime(ms), 5574
[OVERALL], Throughput(ops/sec), 17940.43774668102
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 10
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.1794043774668102
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 10
[TOTAL_GC_TIME_%], Time(%), 0.1794043774668102
[READ], Operations, 95010
[READ], AverageLatency(us), 47.931817703399645
[READ], MinLatency(us), 39
[READ], MaxLatency(us), 11591
[READ], 95thPercentileLatency(us), 53
[READ], 99thPercentileLatency(us), 72
[READ], Return=OK, 95010
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4370.0
[CLEANUP], MinLatency(us), 4368
[CLEANUP], MaxLatency(us), 4371
[CLEANUP], 95thPercentileLatency(us), 4371
[CLEANUP], 99thPercentileLatency(us), 4371
[INSERT], Operations, 4990
[INSERT], AverageLatency(us), 147.05951903807616
[INSERT], MinLatency(us), 117
[INSERT], MaxLatency(us), 2881
[INSERT], 95thPercentileLatency(us), 181
[INSERT], 99thPercentileLatency(us), 271
[INSERT], Return=OK, 4990